[
  {
    "id": 1,
    "companyLogo": "https://res.cloudinary.com/crunchbase-production/image/upload/c_lpad,h_256,w_256,f_auto,q_auto:eco,dpr_1/i9ydqy6wfyuohjffxnih",
    "companyLink": "https://www.chingu.io/",
    "companyName": "Chingu",
    "Role": "Software Engineer ",
    "startDate": "Apr 2023",
    "endDate": "Present",
    "Accomplishments": [
      "Led GitHub code reviews as well as guided and equipped team members with helpful feedback, and resources, fostering growth and collaboration.",
      "Conducted and maintained comprehensive project plans, including timelines, milestones, deliverables, and resource allocation, using a Kanban board. ",
      "Leveraged the Redux Thunk middleware to dynamically construct query strings based on user input and perform efficient fetch requests to the backend API.",
      "Built custom backend request queries to intelligently fetch database data based on fetched frontend parameters, optimizing performance and delivering tailored results."
    ]
  },
  {
    "id": 1,
    "companyLogo": "https://imgs.search.brave.com/IcsMMGokfGWrGatLyyK6plIXgD7wFFAFAaSGNs3aC6w/rs:fit:820:434:1/g:ce/aHR0cHM6Ly93d3cu/c2Vla3BuZy5jb20v/cG5nL2RldGFpbC8y/MjAtMjIwMDE5MF9t/ZXJjay1sb2dvLW1l/cmNrLWNvLnBuZw",
    "companyLink": "https://www.merck.com/",
    "companyName": "Merck & Co.",
    "Role": "Quality Control Engineer",
    "startDate": "Mar 2017",
    "endDate": "Present",
    "Accomplishments": [
      "Successfully managed over 25 custom software solutions, overseeing every stage of the software development lifecycle (SDLC) process",
      "Administered 100+ user accounts across 40+ automated systems in a highly-regulated pharmaceutical environment.",
      "Established a deviation reporting process, to address root cause analysis, corrective and preventive action plans, and metric trending. The process produced a 20% reduction in occurrences within the first year."
    ]
  },
  {
    "id": 2,
    "companyLogo": "https://imgs.search.brave.com/zlXPa_bLQK13k7w_GltRr3WDfUP8N2KHjFIZKiEpR-8/rs:fit:900:900:1/g:ce/aHR0cHM6Ly95dDMu/Z2dwaHQuY29tL2Ev/QUFUWEFKekpxd2dD/RlQxcDJRTUQwTVFh/VS1wakFFbEpkLTV5/OUFEWUZRPXM5MDAt/Yy1rLWMweGZmZmZm/ZmZmLW5vLXJqLW1v",
    "companyLink": "https://www.masy.com/",
    "companyName": "Masy BioServices",
    "Role": "Validation Specialist",
    "startDate": "Nov 2015",
    "endDate": "Ended Mar 2017",
    "Accomplishments": [
      "Authored, and meticulously reviewed over 120 validation protocols and reports, including Installation Qualification (IQ), Operational Qualification (OQ), and Performance Qualification (PQ) for laboratory/manufacturing instrumentation",
      "Performed automated system validation/qualification in accordance with Good Laboratory Practices (GLP) Good Manufacturing Practices (GMP) guidelines, across multiple fortune 500 companiesPerformed automated system validation/qualification in accordance with Good Laboratory Practices (GLP) Good Manufacturing Practices (GMP) guidelines, across multiple fortune 500 companies"
    ]
  }
]
